{
    "are_you_sure_you_want_to_cancel_start": "Ydych chi’n siŵr eich bod am ganslo awdurdodiad ar gyfer ",
    "authorisation_to_file_online": " i ffeilio ar-lein ar gyfer y cwmni hwn",
    "confirm": "[CY] Confirm",
    "confirm_you_do_not_want": "[CY] Confirm you do not want to restore digital authorisation for ",
    "confirm_that_you_have_read": "[CY] Confirm that you have read and understood this information",
    "digital_authorisation": ".",
    "digital_authorisation_this_means_they": ", mae hyn yn golygu na fyddant bellach yn gallu ffeilio ar-lein ar gyfer ",
    "for": "[CY] for ",
    "i_confirm_that_i_have_read": "Rwy’n cadarnhau fy mod wedi darllen a deall y wybodaeth hon.",
    "if": "Os penodir ",
    "if_you_remove": "Os ydych yn dileu awdurdodiad digidol  ",
    "is_appointed_as_an_officer": " yn swyddog i’r cwmni, fel cyfarwyddwr neu ysgrifennydd, nid yw dileu ei awdurdodiad digidol i ffeilio ar-lein yn dileu ei penodiad.",
    "is_appointed_as_an_officer_v2": "[CY]  is appointed as an officer of the company (such as a director or secretary), this does not remove their appointment.",
    "link_to_cancel_the_authorisation_cancellation_process": "[CY] Cancel and return to people digitally authorised to file online for this company",
    "remove": "Dileu awdurdodiad ",
    "remove_authorisation": "Dileu awdurdodiad",
    "remove_person_summary_start": "Bydd ",
    "select_if_you_confirm_that_you_have_read": "Dewiswch os ydych yn cadarnhau eich bod wedi darllen a deall y wybodaeth hon",
    "select_yes_if_you_want_to_cancel_authorisation": "Dewiswch ‘Ydw’ os ydych chi am ganslo’r awdurdodiad",
    "this_means_that": "[CY] This means that ",
    "title_cancel_person": "Ydych chi'n siŵr eich bod am ganslo’r awdurdodiad? - Dod o hyd i a diweddaru gwybodaeth cwmni - GOV.UK",
    "title_remove_authorised_person": "Dileu awdurdodiad i ffeilio ar-lein ar gyfer y cwmni hwn - Dod o hyd i a diweddaru gwybodaeth cwmni - GOV.UK",
    "to_let_them_know": "[CY]  to let them know they are not digitally authorised. We'll also email any other people who are authorised to let them know.",
    "to_let_them_know_you_have_removed": " i roi gwybod iddynt eich bod wedi dileu ei awdurdodiad digidol.",
    "well_email": "[CY] . We'll email ",
    "will_not_be_digitially_authorised": "[CY]  will not be digitially authorised to file online for ",
    "will_still_be_able_to_file": " yn dal i allu ffeilio ar-lein ar gyfer y cwmni hwn os oes ganddynt fynediad at y cod dilysu cyfredol.",
    "without_a_current_auth_code": " heb god dilysu cyfredol. Byddwn yn anfon e-bost at ",
    "you_may_wish_to_change_the_auth_code": "Efallai yr hoffech newid y cod dilysu ar gyfer y cwmni hwn cyn gynted â phosibl ar ôl i chi ddileu awdurdodiad digidol ",
    "you_may_wish_to_change_the_auth_code_not_restore": "[CY] You may wish to change the authentication code for this company as soon as possible after you have confirmed you do not want to restore "
}