{
    "are_you_sure_you_want_to_cancel_start": "Are you sure you want to cancel authorisation for ",
    "authorisation_to_file_online": "’s authorisation to file online for this company",
    "confirm": "Confirm",
    "confirm_you_do_not_want": "Confirm you do not want to restore digital authorisation",
    "confirm_that_you_have_read": "Confirm that you have read and understood this information",
    "digital_authorisation": "’s digital authorisation.",
    "digital_authorisation_this_means_they": "’s digital authorisation, this means they will no longer be able to file online for ",
    "for": " for ",
    "i_confirm_that_i_have_read": "I confirm that I have read and understood this information.",
    "if": "If ",
    "if_you_remove": "If you remove ",
    "is_appointed_as_an_officer": " is appointed as an officer of the company, such as director or secretary, removing their digital authorisation to file does not remove their appointment.",
    "is_appointed_as_an_officer_v2": " is appointed as an officer of the company (such as a director or secretary), this does not remove their appointment.",
    "link_to_cancel_the_authorisation_cancellation_process": "Cancel and return to people digitally authorised to file online for this company",
    "remove": "Remove ",
    "remove_authorisation": "Remove authorisation",
    "remove_person_summary_start": "",
    "select_if_you_confirm_that_you_have_read": "Select if you confirm that you have read and understood this information",
    "select_yes_if_you_want_to_cancel_authorisation": "Select yes if you want to cancel authorisation",
    "this_means_that": "This means that ",
    "title_cancel_person": "Are you sure you want to cancel authorisation? - Find and update company information - GOV.UK",
    "title_remove_authorised_person": "Remove authorisation to file online for this company - Find and update company information - GOV.UK",
    "to_let_them_know": " to let them know they are not digitally authorised. We'll also email any other people who are authorised to let them know.",
    "to_let_them_know_you_have_removed": " to let them know you have removed their digital authorisation.",
    "well_email": ". We'll email ",
    "will_not_be_digitially_authorised": " will not be digitially authorised to file online for ",
    "will_still_be_able_to_file": " will still be able to file online for this company if they have access to the current authentication code.",
    "without_a_current_auth_code": " without a current authentication code. We’ll email ",
    "you_may_wish_to_change_the_auth_code": "You may wish to change the authentication code for this company as soon as possible after you have removed ",
    "you_may_wish_to_change_the_auth_code_not_restore": "You may wish to change the authentication code for this company as soon as possible after you have confirmed you do not want to restore "
    
}